[TLP_V_Rifle_CV X2WeaponTemplate]
FriendlyName="XCOM 突击步枪 (T1)"
FriendlyNamePlural="XCOM 突击步枪 (T1)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高突击步枪的战术效能。"
AbilityDescName="突击步枪"

[TLP_V_Rifle_MG X2WeaponTemplate]
FriendlyName="XCOM 突击步枪 (T2)"
FriendlyNamePlural="XCOM 突击步枪 (T2)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高突击步枪的战术效能。"
AbilityDescName="突击步枪"

[TLP_V_Rifle_BM X2WeaponTemplate]
FriendlyName="XCOM 突击步枪 (T3)"
FriendlyNamePlural="XCOM 突击步枪 (T3)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高突击步枪的战术效能。"
AbilityDescName="突击步枪"


[TLP_V_Shotgun_CV X2WeaponTemplate]
FriendlyName="XCOM 霰弹枪 (T1)"
FriendlyNamePlural="XCOM 霰弹枪 (T1)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高霰弹枪的战术效能。"
AbilityDescName="霰弹枪"

[TLP_V_Shotgun_MG X2WeaponTemplate]
FriendlyName="XCOM 霰弹枪 (T2)"
FriendlyNamePlural="XCOM 霰弹枪 (T2)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高霰弹枪的战术效能。"
AbilityDescName="霰弹枪"

[TLP_V_Shotgun_BM X2WeaponTemplate]
FriendlyName="XCOM 霰弹枪 (T3)"
FriendlyNamePlural="XCOM 霰弹枪 (T3)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高霰弹枪的战术效能。"
AbilityDescName="霰弹枪"


[TLP_V_LMG_CV X2WeaponTemplate]
FriendlyName="XCOM 轻机枪 (T1)"
FriendlyNamePlural="XCOM 轻机枪 (T1)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高轻机枪的战术效能。"
AbilityDescName="轻机枪"

[TLP_V_LMG_MG X2WeaponTemplate]
FriendlyName="XCOM 轻机枪 (T2)"
FriendlyNamePlural="XCOM 轻机枪 (T2)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高轻机枪的战术效能。"
AbilityDescName="轻机枪"

[TLP_V_LMG_BM X2WeaponTemplate]
FriendlyName="XCOM 轻机枪 (T3)"
FriendlyNamePlural="XCOM 轻机枪 (T3)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高轻机枪的战术效能。"
AbilityDescName="轻机枪"


[TLP_V_Sniper_CV X2WeaponTemplate]
FriendlyName="XCOM 狙击步枪 (T1)"
FriendlyNamePlural="XCOM 狙击步枪 (T1)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高狙击枪的战术效能。"
AbilityDescName="狙击步枪"

[TLP_V_Sniper_MG X2WeaponTemplate]
FriendlyName="XCOM 狙击步枪 (T2)"
FriendlyNamePlural="XCOM 狙击步枪 (T2)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高狙击枪的战术效能。"
AbilityDescName="狙击步枪"

[TLP_V_Sniper_BM X2WeaponTemplate]
FriendlyName="XCOM 狙击步枪 (T3)"
FriendlyNamePlural="XCOM 狙击步枪 (T3)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高狙击枪的战术效能。"
AbilityDescName="狙击步枪"


[TLP_V_Pistol_CV X2WeaponTemplate]
FriendlyName="XCOM 手枪 (T1)"
FriendlyNamePlural="XCOM 手枪 (T1)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高手枪的战术效能。"
AbilityDescName="手枪"

[TLP_V_Pistol_MG X2WeaponTemplate]
FriendlyName="XCOM 手枪 (T2)"
FriendlyNamePlural="XCOM 手枪 (T2)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高手枪的战术效能。"
AbilityDescName="手枪"

[TLP_V_Pistol_BM X2WeaponTemplate]
FriendlyName="XCOM 手枪 (T3)"
FriendlyNamePlural="XCOM 手枪 (T3)"
BriefSummary="XCOM 的旧军械库只剩下这些武器。通常它们旧到无法进行现代化的升级，但是以沈的才智和些体力活能使它们比以前更好。"
TacticalText="<Bullet/> 在没有经过特殊训练的情况下，射击主要武器会结束士兵的回合。\n<Bullet/> 使用从敌人那里抢掠而来的升级来提高手枪的战术效能。"
AbilityDescName="手枪"
